Repository: meego-netbook-ux/meego-panel-myzone
Catalog: po/*.po
Languages: da, eu, hu, pt, tr

source: Myzone panel
eu: Nirezonako panela
hu: Saját zóna panel
pt: Painel Myzone
tr: Alanım paneli

source: Change the Myzone background and content
da: Skift Myzone-baggrund og indhold
eu: Aldatu Nirezonako atzeko-irudia eta edukia
hu: Saját zóna hátterének és tartalmának megváltoztatása
pt: Alterar o fundo e conteúdo do Myzone
tr: Alanımın arka planını ve içeriğini değiştir

source: Myzone
eu: Nirezona
hu: Saját zóna
tr: Alanım

source: <b>Change what is shown in your Myzone</b>
da: <b>Redigér hver der vises i din Myzone</b>
eu: <b>Aldatu Nirezonan agertzen dena</b>
hu: <b>Saját zóna tartalmának megváltoztatása</b>
pt: <b>Alterar o que é exibido no Myzone</b>
tr: <b>Alanınızda ne gösterileceğini değiştir</b>

source: <b>Myzone Wallpaper</b>
da: <b>Myzone-baggrund</b>
eu: <b>Nirezonako Horma Papera</b>
hu: <b>Saját zóna háttere</b>
pt: <b>Papel de Parede do Myzone</b>
tr: <b>Alanım Duvarkağıdı</b>

source: Calendar and tasks:
da: Kalender og opgaver:
eu: Egutegia eta zereginak:
hu: Naptár és feladatok
pt: Calendário e tarefas:
tr: Takvim ve görevler:

source: Change My Web Accounts
da: Ændr mine webkonti
eu: Aldatu Nire Web Kontuak
hu: Webes fiókok módosítása
pt: Alterar as Minhas Contas Web
tr: İnternet Hesaplarımı Değiştir

source: Choose your wallpaper
da: Vælg din baggrund
eu: Hautatu zure horma papera
hu: Háttérkép kiválasztása
pt: Escolha o seu papel de parede
tr: Duvarkağıdınızı seçin

source: Clear recent documents
da: Ryd seneste dokumenter
eu: Garbitu orain dela gutxiku dokumentuak
hu: Nemrégiben használt dokumentumok listájának törlése
pt: Apagar documentos recentes
tr: Son dökümanları temizle

source: Email alerts:
da: E-post-påmindelser:
eu: Email abisua:
hu: Email figyelmeztetések:
pt: Alertas de correio:
tr: Eposta uyarıları:

source: Reset to default
da: Nulstil til standard
eu: Berrezarri lehenetsiak
hu: Visszaállítás alapértelmezésre
pt: Repor omissões
tr: Varsayılana dön

source: GConf error: %s
da: GConf-fejl: %s
eu: GConf errorea: %s
hu: GConf hiba: %s
pt: Erro GConf: %s
tr: GConf hatası: %s

source: All further errors shown only on terminal.
da: Alle yderligere fejl vises kun i terminalen.
eu: Errore berriak terminalean bakarrik agertuko dira.
hu: Minden további hiba csak a terminálban jelenik meg.
pt: Todos os outros erros são exibidos no terminal.
tr: Diğer tüm hatalar terminalde gösterilecek.

source: Show as much web service content as possible
da: Vis så meget webservice-indhold som muligt
eu: Erakutsi ahal den web eduki kantitate handiena
hu: A legtöbb webes szolgáltatás megjelenítése
pt: Mostrar o maior conteúdo possível dos serviços web
tr: Mümkün olduğunca çok web servis içeriğini göster

source: Show mostly web service content
da: Vis mest webservice-indhold
eu: Erakutsi gehienbat web zerbitzuen edukia
hu: Főleg a webes szolgáltatások megjelenítése
pt: Mostrar maioritariamente o conteúdo do serviço web
tr: Çoğunlukla kullanılan web servisi içeriğini göster

source: Show half and half
da: Vis halv om halv
eu: Erakutsi erdi eta erdi
hu: Fele-fele megjelenítése
pt: Mostrar meio por meio
tr: Yarı yarıya göster

source: Show mostly recent files
da: Vis seneste filer
eu: Erakutsi gehienbat orain dela gutxiko fitxategiak
hu: Főleg a nemrégiben használt fájlok megjelenítése
pt: Mostrar maioritariamente os ficheiros recentes
tr: Çoğunlukla en yeni dosyaları göster

source: Show as many recent files as possible
da: Vis så mange af de seneste filer som muligt
eu: Erakutsi ahal den orain dela gutxiko fitxategien kantitaterik handiena
hu: A legtöbb nemrégiben használt fájl megjelenítése
pt: Mostrar o maior número possível de ficheiros
tr: Mümkün olduğunca çok yeni dosyaları göster

source: Do you want to clear your recent documents? This will remove the local content from your myzone
da: Vil du rydde dine seneste dokumenter? Dette vil fjerne det lokale indhold fra din myzone
eu: Orain dela gutxiko dokumentuak garbitu nahi dituzu? Honek nirezonako eduki lokala ezabatuko du
hu: Törölni szeretné a nemrégiben használt fájlok listáját? A Saját zóna helyi tartalma is törlésre kerül
pt: Pretende apagar os documentos recentes? Isto irá remover o conteúdo local do seu myzone
tr: En son kullanılan dökümanları temizlemek istiyor musunuz? Bu aynı zamanda alanındaki yerel içeriği de kaldıracaktır.

source: Appointments
da: Aftaler
eu: Hitzorduak
hu: Találkozók
pt: Compromissos
tr: Randevular

source: Open
da: Åbn
eu: Ireki
hu: Megnyitás
pt: Aberto
tr: Açık

source: Tasks
da: Opgaver
eu: Zereginak
hu: Feladatok
pt: Tarefas
tr: Görevler

source: Create an appointment
da: Opret en aftale
eu: Hitzordu berria sortu
hu: Új találkozó létrehozása
pt: Criar um compromisso
tr: Randevu oluşturun

source: Add
da: Tilføj
eu: Gehitu
hu: Hozzáadás
pt: Adicionar
tr: Ekle

source: No calendar entries this week
da: Der er ikke skrevet noget i kalenderen for denne uge
eu: Ezer ez egutegian aste honetarako
hu: Nincs semmi a naptárban erre a hétre
pt: Nenhum compromisso esta semana
tr: Bu hafta için hiç bir takvim girdisi yok

source: Web page
da: Webside
eu: Webgunea
hu: Weboldal
pt: Página web
tr: Web sayfası

source: Create a new task
da: Opret en ny opgave
eu: Zeregin berria sortu
hu: Új feladat létrehozása
pt: Criar uma nova tarefa
tr: Yeni bir görev oluşturun

source: Nothing to do today
da: Intet at gøre i dag
eu: Ezer ez gaurko
hu: Nincs ma tennivaló
pt: Nada para fazer hoje
tr: Bugün yapılacak bir şey yok

source: Due %x
da: Til %x
eu: %x-erako
hu: Esedékes %x
pt: Vence %x
tr: %x kadar

source: When youâ€™ve set up your web accounts and used some files, they will appear here on myzone for easy access whenever you want.
eu: Zure web kontuak ezartzean eta fitxategi batzuk erabiltzean, hemen, nirezonan, agertuko dira erraz erabiltzeko nahi dituzunean.

source: Play intro video
da: Afspil introduktionsvideo
eu: Erreproduzitu hasierako bideoa
hu: Bevezető megtekintése
pt: Ver vídeo de introdução
tr: Giriş videosunu başlat

source: Welcome to MeeGo
da: Velkommen til MeeGo
eu: Ongi etorri MeeGo-ra
hu: Üdvözöljük a MeeGo-ban!
pt: Bem-vindo ao MeeGo
tr: MeeGo'ya Hoşgeldiniz

source: No unread messages
da: Ingen ulæste beskeder
eu: Ez dago mezurik irakurri gabe
hu: Nincs olvasatlan üzenet
pt: Nenhuma mensagem não lida
tr: Okunmamış mesaj yok

source: Unread message
da: Ulæst besked
eu: Irakurri gabeko mezua
hu: Olvasatlan üzenet
pt: Mensagem não lida
tr: Okunmamış mesaj

source: Unread messages
da: Ulæste beskeder
eu: Irakurri gabeko mezuak
hu: Olvasatlan üzenetek
pt: Mensagens não lidas
tr: Okunmamış mesajlar

source: When you’ve set up your web accounts and used some files, they will appear here on myzone for easy access whenever you want.
da: Når du har opsat dine webkonti og brugt nogen filer, vil de dukke op her i myzone så de altid er let tilgængelige.
hu: A beállított webes fiókok és a használt fájlok az egyszerű elérés érdekében megjelenítésre kerülnek a Saját zónában.
pt: Quando configurar as suas contas web e utilizar alguns ficheiros, eles vão aparecer no myzone para um acesso mais fácil.
tr: İnternet hesaplarınızı oluşturduktan ve bazı dosyaları kullandıktan sonra, ne zaman isterseniz daha kolay erişebilmeniz için alanınızda görüntülenecekler.
